Repository: Gelmo/warfork-assets
Catalog: l10n/cgame/*.po
Languages: es, fi, nl, pl, ru, vi

source: Chasers
es: Seguidores
fi: Katsojat
nl: Volgers
pl: Obserwujący
ru: Созрители

source: Set yourself READY using the in-game menu to start the match!
es: Ponte 'PREPARADO' usando el menú para empezar la partida!
fi: Kun olet VALMIS, käytä pelivalikkoa ja aseta tilasi valmiiksi jotta voit käynnistää ottelun!
nl: Zet jezelf GEREED in het in-game menu om de wedstrijd te starten!
pl: Ustaw swój stan na GOTÓW za pomocą menu by rozpocząć mecz!
ru: Подтвердите свою готовность, используя игровое меню, чтобы начать матч!
vi: Dùng Menu để SẴN SÀNG và bắt đầu chơi!

source: Waiting for players.
es: Esperando más jugadores.
fi: Odotetaan pelaajia.
nl: Wachtend op spelers.
pl: Oczekiwanie na graczy.
ru: Ожидание игроков.
vi: Đang đợi người chơi khác.

source: Fight!
fi: Taistele!
nl: Vecht!
pl: Walcz!
ru: В бой!
vi: Chiến!

source: FIGHT!
fi: TAISTELE!
nl: VECHT!
pl: WALCZ!
ru: В БОЙ!
vi: CHIẾN!

source: %s MINUTES OVERTIME
fi: %s MINUUTTIA JATKOAIKAA
pl: %s MINUT DOGRYWKI
ru: ДОБАВЛЕНО %s МИНУТЫ
vi: %s PHÚT BÙ GIỜ

source: Overtime
fi: Jatkoaika
pl: Z biegiem czasu
ru: Дополнительное время
vi: Bù Giờ

source: Entered practice mode
es: Entró a modo práctica
fi: Menty harjoitustilaan
nl: Oefenmodus betreden
pl: Uruchomiono tryb ćwiczeniowy
ru: Вы вошли в тренировочный режим
vi: Đã vào Chế độ Tập luyện

source: Left practice mode
es: Salió de modo práctica
fi: Lähdetty harjoitustilasta
nl: Oefenmodus verlaten
pl: Opuszczono tryb ćwiczeniowy
ru: Вы покинули тренировочный режим
vi: Đã thoát Chế độ Tập luyện

source: Net
es: Neto
fi: Tulos
pl: Netto
ru: Разн

source: Teams are uneven. Please switch into another team.
es: Los equipos están desequilibrados. Por favor, cámbiate al otro equipo.
fi: Joukkueet ovat epätasaiset. Vaihda joukkuetta.
nl: Teams zijn ongelijk, wissel naar het andere team.
pl: Drużyny są nieparzyste. Dołącz do drugiej drużyny.
ru: Команды не равны. Пожалуйста, перейдите в другую команду.
vi: Đội chơi không cân bằng. Xin chuyển qua đội khác.

source: PROTECT THE BOMB SITES!
es: ¡PROTEGE LOS SITIOS DE LA BOMBA!
fi: SUOJELE POMMIPAIKKOJA!
nl: VERDEDIG DE ONSTEKINGSPLAATSEN!
pl: OCHRANIAJ CELE!
ru: ЗАЩИЩАЙТЕ МЕСТА ЗАКЛАДКИ БОМБЫ!
vi: BẢO VỆ BOMBSITE!

source: TEAMDAMAGE PUNISHMENT!
es: ¡CASTIGO POR DAÑAR A TU EQUIPO!
fi: JOUKKUEVAHINGON RANGAISTUS!
nl: VRIENDELIJKE VUUR STRAF!
pl: KARA ZA STRZAŁY DO ZESPOŁU!
ru: ШТРАФ ЗА ОГОНЬ ПО СВОИМ!
vi: TRỪNG PHẠT VÌ BẮN ĐỒNG ĐỘI

source: DO NOT DAMAGE TEAMMATES!
es: ¡NO DAÑES A TU EQUIPO!
fi: ÄLÄ VAHINGOITA JOUKKUETOVEREITASI!
nl: VERWOND GEEN TEAMLEDEN!
pl: NIE ATAKUJ SWOICH!
ru: НЕ СТРЕЛЯЙТЕ ПО СВОИМ!
vi: KHÔNG ĐƯỢC BẮN ĐỒNG ĐỘI

source: The bomb carrier has been fragged!
es: ¡El portador de la bomba ha sido fraggado!
fi: Pomminkantaja on eliminoitu!
nl: Iemand heeft de bomdrager gefragt!
pl: Gracz z bombą zdjęty!
ru: Доставщик бомбы был сражён!
vi: Người mang bom đã bị giết!

source: OFFENSE WINS!
es: ¡GANA LA OFENSA!
fi: HYÖKKÄÄJÄ VOITTAA!
nl: AANVAL WINT!
pl: ATAK WYGRYWA!
ru: АТАКУЮЩИЕ ПОБЕЖДАЮТ!
vi: PHE CÔNG THẮNG!

source: DEFENSE WINS!
es: ¡GANA LA DEFENSA!
fi: PUOLUSTUS VOITTAA!
nl: VERDEDIGING WINT!
pl: OBRONA WYGRYWA!
ru: ОБОРОНА ПОБЕЖДАЕТ!
vi: PHE THỦ THẮNG!

source: You are shooting at your team-mates!
es: ¡Estas disparando a tu equipo!
fi: Ammut oman joukkueesi jäseniä!
nl: Je schiet op je teamgenoten!
pl: Strzelasz w swoich!
ru: Вы ведёте огонь по своим!
vi: Bạn đang bắn đồng đội!

source: Don't shoot at members of your team!
es: ¡No dispares a los miembros de tu equipo!
fi: Älä ammu oman joukkueesi jäseniä!
nl: Schiet niet op je teamgenoten!
pl: Nie strzelaj do swoich!
ru: Не открывайте огонь по своим!
vi: Đừng bắn đồng đội!

source: YOU TEAMFRAGGED %s
es: HAS FRAGGADO %s DE TU EQUIPO
fi: ELIMINOIT JOUKKUETOVERIN %s
nl: JE HEBT %s GETEAMFRAGT
pl: TEAMFRAG NA %s
ru: ВЫ ФРАГНУЛИ СОЮЗНИКА %s
vi: BẠN BẮN NHẦM

source: YOU FRAGGED %s
es: FRAGGASTE A %s
fi: ELIMINOIT %s
nl: JE HEBT %s GEFRAGT
pl: ZFRAGOWANO %s
ru: ВЫ ФРАГНУЛИ %s
vi: BẠN VỪA TIÊU DIỆT %s

source: no time
es: sin tiempo
fi: ei aikaa
nl: geen tijd
pl: koniec czasu
ru: б/в
vi: Không kết quả

source: Time
es: Tiempo
fi: Aika
nl: Tijd
pl: Czas
ru: Время
vi: Thời Gian

source: DESTROY THE TARGETS!
es: ¡DESTRULLE LOS OBJETIVOS!
fi: TUHOA KOHTEET!
nl: VERNIETIG DE DOELEN!
pl: ZNISZCZ CELE!
ru: УНИЧТОЖЬТЕ ОБЪЕКТЫ!
vi: HỦY DIỆT MỤC TIÊU!

source: Timelimit hit!
es: ¡Se acabo el tiempo!
fi: Aika loppui!
nl: Tijdslimiet bereikt!
pl: Koniec czasu!
ru: Время истекло!
vi: Hết thời gian!

source: The attacking team has lost the bomb!!!
es: ¡¡¡El equipo atacante ha perdido la bomba!!!
fi: Hyökkäävä joukkue on menettänyt pommin!
nl: Het aanvallende team is de bom verloren!!!
pl: Atakujący stracili bombę!
ru: Атакующая команда потеряла бомбу!!!
vi: Phe Công đã mất bom!!!

source: MATCH ABORTED
es: Partida abortada
fi: OTTELU KESKEYTETTY
nl: WEDSTRIJD AFGEBROKEN
pl: MECZ PRZERWANY
ru: МАТЧ ПРЕРВАН
vi: TRẬN ĐẤU BỊ HỦY

source: COUNTDOWN ABORTED
es: Cuenta atrás abortada
fi: AJANLASKENTA KESKEYTETTY
nl: AFTELLEN AFGEBROKEN
pl: ODLICZANIE PRZERWANE
ru: ОТСЧЁТ ПРЕРВАН
vi: ĐÃ HỦY ĐẾM NGƯỢC

source: SUDDEN DEATH
es: MUERTE SÚBITA
fi: ÄKKIKUOLEMA
pl: NAGŁA ŚMIERĆ
ru: ДО ПЕРВОГО ФРАГА

source: someplace
es: Algún lugar
fi: jossain
nl: ergens
pl: gdzieś
ru: где-то
vi: Nơi nào đó

source: Waiting... %s
es: Esperando... %s
fi: Odotetaan... %s
nl: Wachtend... %s
pl: Oczekiwanie... %s
ru: Подождите... %s
vi: Đang đợi... %s

source: Match will resume in %s seconds
es: La partida seguirá en %s segundos
fi: Ottelu jatkuu %s sekunnin kuluttua
nl: Spel gaat verder in %s seconden
pl: Wznowienie za %s sekund(y)
ru: Матч продолжится через %s секунд
vi: Trận đấu se tiếp tục sau %s giây

source: Match will resume in 1 second
es: La partida seguirá en 1 segundo
fi: Ottelu jatkuu 1 sekunnin kuluttua
nl: Spel gaat verder in 1 seconde
pl: Wznowienie za 1 sekundę
ru: Матч продолжится через 1 секунду
vi: Trận đấu sẽ tiếp tục sau 1 giây

source: Match paused
es: Partida en pausa
fi: Ottelu pysäytetty
nl: Spel gepauzeerd
pl: Mecz wstrzymany
ru: Матч приостановлен
vi: Trận đấu tạm dừng

source: Match resumed
es: Partida continuada
fi: Ottelu jatkuu
nl: Spel hervat
pl: Mecz wznowiony
ru: Матч продолжен
vi: Trận đấu tiếp tục

source: %s has the bomb!
es: ¡%s tiene la bomba!
fi: %slla on pommi!
nl: %s heeft de bom!
pl: %s ma bombę!
ru: Бомба у %s!
vi: %s đang giữ bom!

source: Bomb planted at %s!
es: ¡Bomba puesta en %s!
fi: Pommi asetettu %s:lle!
nl: Bom is geplant op %s!
pl: Bomba na %s!
ru: Бомба установлена на %s!
vi: Bom được đặt ở %s!

source: No one to chase
es: No hay nadie a quien seguir
fi: Ei ketään jota katsoa
nl: Niemand om te volgen
pl: Brak graczy do podejrzenia
ru: Нет игроков для наблюдения
vi: Không có ai để theo dõi

source: Name
es: Nombre
fi: Nimi
nl: Naam
pl: Nick
ru: Имя
vi: Tên

source: Bomb defused!
es: ¡Bomba desactivada!
fi: Pommi on purettu!
nl: Bom ontmanteld!
pl: Bomba rozbrojona!
ru: Бомба обезврежена!
vi: Bom đã được gỡ!

source: Clan
fi: Klaani
pl: Klan
ru: Клан

source: Score
es: Puntaje
fi: Pisteet
pl: Wynik
ru: Очки
vi: Điểm

source: Sco
es: Punt
fi: Pist
pl: Wyn.
ru: Очки
vi: Đ

source: Fra
es: Frg
fi: Tap
pl: Frag.
ru: Фрг
vi: M

source: Sui
fi: Itsm
pl: Sam.
ru: Суиц
vi: Tự Tử

source: De
es: Muer
fi: Kuol
nl: Do
pl: Śm.
ru: См
vi: C

source: Ping
fi: Viive
ru: Пинг

source: Tagtime
es: TiempoMarc
fi: Tag-aika
nl: Markeertijd
pl: Czas oznaczenia
ru: Время метки

source: Racing
es: Carrera
fi: Kilpajuoksu
nl: Racend
pl: Wyścig
ru: В гонке
vi: Đang Đua

source: Spectators
es: Espectadores
fi: Katsojat
nl: Toeschouwers
pl: Widzowie
ru: Наблюдатели
vi: Người Xem

source: Challengers
es: Retadores
fi: Haastajat
nl: Uitdagers
pl: Zawodnicy
ru: Бросившие вызов
vi: Người Thách Đấu

source: Weapon stats
es: Estadísticas de armas
fi: Asetilastot
nl: Wapenstatistieken
pl: Stat. broni
ru: Статистика
vi: Chỉ số VK

source: Time:
es: Tiempo:
fi: Aika:
nl: Tijd:
pl: Czas:
ru: Время:
vi: Thời gian:

source: Best:
es: Mejor:
fi: Paras:
nl: Beste:
pl: Najlepszy:
ru: Лучшее:
vi: Tốt Nhất:

source: Srv Best:
es: Mejor del servidor:
fi: Palvelimen paras:
nl: Srv beste:
pl: Najl. serwera:
ru: Лучшее на сервере:
vi: Nhanh Nhất Srv

source: Forbidden time:
es: Tiempo Forbidden:
fi: Forbiddenin aika:
nl: Tijd Forbidden:
pl: Forbidden czas:
ru: Время Forbidden:
vi: Thời Gian Đội Forbidden

source: Icy time:
es: Tiempo Icy:
fi: Icyn aika:
nl: Tijd Icy:
pl: Icy czas:
ru: Время Icy:
vi: Thời Gian Đội Icy

source: Picked up:
es: Obtenido:
fi: Nostettu:
nl: Opgepakt:
pl: Podniesiono:
ru: Поднято:
vi: Nhặt lên lúc:

source: Points:
es: Puntos:
fi: Pisteet:
nl: Punten:
pl: Punktów:
ru: Очки:
vi: Điểm:

source: Spread:
es: Cobertura:
fi: Hajonta:
nl: Spreiding:
pl: Rozproszenie:
ru: Разница:
vi: Khác Biệt:

source: Download:
es: Descargar:
fi: Lataa:
pl: Pobieranie:
ru: Загрузка:
vi: Tải Xuống:

source: Download progress:
es: Progreso de la descarga:
fi: Latauksen tilanne:
nl: Download voortgang:
pl: Postęp pobierania:
ru: Прогресс загрузки:
vi: Quá trình tải:

source: STUNNED
es: ATURDIDO
fi: LAMAUTETTU
nl: VERLAMD
pl: OGŁUSZONY
ru: ОГЛУШЁН
vi: BỊ CHOÁNG

source: Personal best:
es: Record personal:
fi: Henkilökohtainen paras:
nl: Persoonlijk record:
pl: Najl. osobisty:
ru: Личный рекорд:
vi: Kỉ lục cá nhân:

source: Server record:
es: Record del servidor:
fi: Palvelimen ennätys:
pl: Najl. serwera:
ru: Рекорд сервера:
vi: Kỉ lục Server:

source: Warmup
es: Ronda de calentamiento
fi: Lämmittely
pl: Rozgrzewka
ru: Разминка
vi: Khởi Động

source: Low Ammo
es: Munición Escasa
fi: Ammukset vähissä
nl: Weinig munitie
pl: MAŁO AMUNICJI
ru: Мало патронов
vi: Lượng Đạn Thấp

source: Out Of Ammo
es: Sin munición
fi: Ammukset loppu
nl: Geen munitie over
pl: KONIEC AMUNICJI
ru: Нет патронов
vi: Hết Đạn

source: Message of the day:
es: Mensaje del día:
fi: Päivän viesti:
nl: Bericht van de dag:
pl: Wiadomość dnia:
ru: Новость дня:
vi: Tin nhắn của ngày:

source: Waiting for players. 'ESC' for in-game menu.
es: Esperando más jugadores. Presiona 'ESC' para el Menú.
fi: Odotetaan pelaajia. Paina 'ESC' avataksesi pelivalikon.
nl: Wachten op andere spelers. Druk op 'ESC' voor het menu.
pl: Oczekiwanie na graczy. Naciśnij 'ESC', by wejść do menu.
ru: Ожидание игроков. Нажмите 'ESC' для вызова игрового меню.
vi: Đang đợi người chơi. 'ESC' để vào menu.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue. Use the mouse buttons for switching spectator modes.
es: 'ESC' abre el menú o 'TECLA INTRO' para chatear. Estas en la cola de los desafiadores esperando tu turno. Usa el menu para salir de la cola. Usa los bótones del raton para cambiar los modos del espectador.
fi: 'ESC' pelivalikkoon tai 'ENTER' keskusteluun. Olet jonossa odottamassa omaa vuoroasi muiden haastajien kanssa. Käytä pelivalikkoa lähteäksesi jonosta. Käytä hiiren näppäimiä vaihtaaksesi katsojan tilaa.
nl: 'ESC' voor in-game menu of 'ENTER' for in-game chat. Je bevindt je in de uitdagers wachtrij wachtend op je beurt om te spelen. Gebruik het menu om de wachtrij te verlaten. Gebruik de muisknoppen om van toeschouwer modus te veranderen.
pl: 'ESC' otwiera menu gry, 'ENTER' otwiera czat. Podjąłeś wyzwanie! Czekaj na swoją kolej! Użyj menu, aby opuścić kolejkę. Przyciski myszy zmieniają tryb obserwatora.
ru: Нажмите 'ESC' для вызова игрового меню или 'ENTER', чтобы открыть чат. Сейчас вы находитесь в очереди игроков, бросивших вызов и ожидающих своей игры. Вы можете воспользоваться игровым меню, чтобы стать наблюдателем. Используйте кнопки мыши для переключения между режимами наблюдения.
vi: 'ESC' để bật menu hoặc 'ENTER' để trò chuyện. Bạn đang trong hàng chờ thách đấu. Dùng menu trong trận để thoát hàng chờ. Nhấp chuột để chuyển chế độ theo dõi.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Use the in-game menu or press 'F3' to enter the challengers queue. Only players in the queue will have a turn to play against the last winner. Use the mouse buttons for switching spectator modes.
es: 'ESC' abre el menu o 'TECLA INTRO' para chatear. Usa el menu o pulsa 'F3' para entrar en la cola de los desafiadores. Solo jugadores en la cola tendrán un turno de jugar contra el ultimo ganador. Usa los bótones del raton para cambiar los modos del espectador.
fi: 'ESC' pelivalikkoon tai 'ENTER' keskusteluun. Käytä pelivalikkoa tai paina 'F3' asettuaksesi haastajien jonoon. Ainoastaan jonossa olijat pääsevät pelaamaan viimeisintä voittajaa vastaan. Käytä hiiren näppäimiä vaihtaaksesi katsojan tilaa.
nl: 'ESC' voor in-game menu of 'ENTER' voor in-game chat. Gebruik het in-game menu of druk op 'F3' om aan de uitdagers wachtrij deel te nemen. Alleen spelers in deze wachtrij komen aan de beurt om tegen de laatste winnaar te spelen. Gebruik de muisknoppen om van toeschouwer modus te veranderen.
pl: 'ESC' otwiera menu gry, 'ENTER' otwiera czat. Użyj menu lub wciśnij klawisz 'F3' by dołączyć do kolejki. Tylko gracze z kolejki będą brani, by zmierzyć się z ostatnim zwycięzcą pojedynku. Przyciski myszy zmieniają tryb obserwatora.
ru: Нажмите 'ESC' для вызова игрового меню или 'ENTER', чтобы открыть чат. Используйте игровое меню или нажмите 'F3', чтобы бросить вызов. Только игроки, бросившие вызов, смогут играть с победителем последнего матча. Используйте кнопки мыши для переключения между режимами наблюдения.
vi: 'ESC' để bật menu hoặc 'ENTER' để trò chuyện. Dùng menu trong trận hoặc 'F3' để vào hàng chờ tách đấu. Chỉ người trong hàng chờ mới có thể chơi. Nhấp chuột để chuyển chế độ theo dõi.

source: You are inside the challengers queue waiting for your turn to play. Use the in-game menu to exit the queue.
es: Estas en la cola de los desafiadores esperando tu turno. Usa el menú para salir de la cola.
fi: Olet jonossa odottamassa omaa vuoroasi muiden haastajien kanssa. Käytä pelivalikkoa lähteäksesi jonosta.
nl: Je bevindt je in de uitdagers wachtrij wachtend op jouw beurt om te spelen. Gebruik het in-game menu om de wachtrij te verlaten.
pl: Podjąłeś wyzwanie! Czekaj na swoją kolej! Użyj menu, aby opuścić kolejkę.
ru: Сейчас вы находитесь в очереди игроков, бросивших вызов и ожидающих своей игры. Вы можете воспользоваться игровым меню, чтобы стать наблюдателем.
vi: Bạn đang ở trong hàng chờ thách đấu. Sử dụng Menu trong trận để thoát hàng chờ.

source: Use the in-game menu to enter the challengers queue. Only players in the queue will have a turn to play against the last winner.
es: Usa el menú para entrar en la cola de los desafiadores. Solo jugadores en la cola tendrán un turno de jugar contra el ultimo ganador.
fi: Käytä pelivalikkoa asettuaksesi haastajien jonoon. Ainoastaan jonossa olijat pääsevät pelaamaan viimeisintä voittajaa vastaan.
nl: Gebruik het in-game menu om deel te nemen aan de uitdagers wachtrij. Alleen spelers in deze wachtrij komen aan de beurt om tegen de laatste winnaar te spelen.
pl: Użyj menu by dołączyć do kolejki. Tylko gracze z kolejki będą brani, by zmierzyć się z ostatnim zwycięzcą pojedynku.
ru: Используйте игровое меню, чтобы бросить вызов. Только игроки, бросившие вызов, смогут играть с победителем последнего матча.
vi: Sử dụng Menu trong trận để vào hàng chờ. Chỉ người chơi trong hàng chờ có thể đấu với người thắng cuộc.

source: Set yourself READY to start the match! You can use the in-game menu or simply press 'F4'. 'ESC' for in-game menu or 'ENTER' for in-game chat.
es: Ponte 'PREPARADO' para empezar la partida! Puedes usar el menú o simplemente pulsando 'F4'. 'ESC' abre el menu o 'TECLA INTRO' para chatear.
fi: Kun olet VALMIS aseta tilasi valmiiksi aloittaaksesi ottelun! Voit käyttää pelivalikkoa tai painaa 'F4' 'ESC' pelivalikkoon tai 'ENTER' keskusteluun.
nl: Zet jezelf GEREED om de wedstrijd te starten! Je kunt dit in het in-game menu doen of door 'F4' in te drukken. 'ESC' voor in-game menu of 'ENTER' for in-game chat.
pl: Ustaw swój stan na GOTÓW by rozpocząć mecz! Możesz skorzystać z menu lub po prostu wcisnąć klawisz 'F4'. 'ESC' otwiera menu gry, 'ENTER' otwiera czat.
ru: Подтвердите свою готовность для того, чтобы начать матч! Для этого воспользуйтесь игровым меню или клавишей 'F4'. Нажмите 'ESC' для вызова игрового меню или 'ENTER', чтобы перейти в игровой чат.
vi: SẴN SÀNG để bắt đầu trận! Bạn có thể dùng Menu hoặc nhấp "F4" 'ESC' để bật Menu trong trận và 'ENTER' để trò chuyện.

source: 'ESC' for in-game menu or 'ENTER' for in-game chat. Use the mouse buttons for switching spectator modes. This message can be hidden by disabling 'help' in player setup menu.
es: 'ESC' para abrir el menú o 'TECLA INTRO' para chatear. Usa los bótones del ratón para cambiar los modos del espectador. Ese mensaje puede ser escondido al deshabilitar 'ayuda' en la configuración de jugador.
fi: 'ESC' pelivalikkoon tai 'ENTER' keskusteluun. Hiiren näppäimillä voit vaihtaa katsojan tilaa. Tämän viestin voit piilottaa kytkemällä kohdan 'help' pois päältä pelaajan asetuksista.
nl: 'ESC' voor in-game menu of 'ENTER' voor in game chat. Gebruik de muis knoppen om de toeschouwer modus te veranderen. Dit bericht kan je niet laten tonen door 'help' uit te zetten in het speler setup menu.
pl: 'ESC' otwiera menu gry, 'ENTER' otwiera czat w gry. Użyj przycisków na myszce do zmieniania trybu obserwującego. Ta wiadomość możne zostać ukryta przez opcje 'pomoc' w menu głównym gracza.
ru: Нажмите 'ESC' для вызова игрового меню или 'ENTER', чтобы открыть чат. Используйте кнопки мыши для переключения между режимами наблюдения. Показ данного сообщения можно отключить в меню настроек игрока.
vi: 'ESC' để sử dụng Menu và 'ENTER' để trò chuyện. Nhấp chuột để thay đổi chế độ xem. Tin nhắn này có thể được ẩn đi bằng việc tắt "Hiện Giúp Đỡ" trong Menu Linh Tinh.
