Repository: Gelmo/warfork-assets
Catalog: l10n/*.po
Languages: fi, pt_br, vi

source: Need offense
fi: Tarvitaan hyökkäämistä
pt_br: Necessita-se de ataque
vi: Cần tấn công

source: Need help
fi: Apua tarvitaan
pt_br: Preciso de ajuda
vi: Giúp với

source: Armor free
fi: Panssarivapaa
pt_br: Armadura livre
vi: Giáp chưa nhặt

source: Area secured
fi: Alue suojattu
pt_br: Área segura
vi: Khu vực đã chiếm

source: No problem
fi: Ei haittaa
pt_br: Sem problemas
vi: Không thành vấn đề

source: Defend!
fi: Suojaa!
pt_br: Defenda!
vi: Phòng thủ nào!

source: Defend A!
fi: A tarvitsee suojausta!
pt_br: Defenda a A!
vi: Thủ A!

source: Defend B!
fi: B tarvitsee suojausta!
pt_br: Defenda a B!
vi: Thủ B!

source: Attack!
fi: Hyökkää
pt_br: Atacar!
vi: Tấn công!

source: Attack A!
fi: Hyökkäystä A:lle!
pt_br: Ataque a A!
vi: Tấn công A!

source: Attack B!
fi: Hyökkäystä B:lle!
pt_br: Ataque a B!
vi: Tấn công B!

source: Need backup
fi: Tarvitaan lisäjoukkoja
pt_br: Preciso de reforço
vi: Cần hỗ trợ!

source: Need defense
fi: Puolustusta tarvitaan
pt_br: Necessita-se de defesa
vi: Cần phòng thủ

source: Roger
fi: Selvä
pt_br: Positivo
vi: Đã rõ

source: Negative
fi: Noup
pt_br: Negativo
vi: Không được

source: Go to quad
fi: Mene nelivahingon luo
pt_br: Vá para o quad
vi: Đi lấy Quad

source: Go to powerup
fi: Mene erikoistavaran luo
pt_br: Vá para o potencializador
vi: Đi lấy PowerUp

source: Need health
fi: Energiaa tarvitaan
pt_br: Preciso de vida
vi: Cần thêm máu

source: Need weapon
fi: Tarvitsen aseen
pt_br: Preciso de uma arma
vi: Cần vũ khí

source: Need armor
fi: Tarvitaan panssaria
pt_br: Preciso de armadura
vi: Cần giáp

source: On defense
fi: Olen suojaamassa
pt_br: Na defesa
vi: Đang phòng thủ

source: On offense
fi: Olen hyökkäämässä
pt_br: No ataque
vi: Đang tấn công

source: Yes
fi: Kyllä
pt_br: Sim
vi: Ừ

source: No
fi: Ei
pt_br: Não
vi: Không

source: Oops
fi: Hups
pt_br: Opa

source: Sorry
fi: Anteeksi
pt_br: Desculpe
vi: Xin lỗi

source: Thanks
fi: Kiitos
pt_br: Valeu
vi: Cám ơn

source: Yeehaa
fi: Jiihaa
pt_br: Irrá

source: Good game
fi: Hyvä peli
pt_br: Foi um bom jogo

source: Booo
fi: Buuu
vi: Lêu lêu.....

source: Affirmative
fi: Selvä
pt_br: Afirmativo
vi: Đã hiểu

source: MM Login: Password error
fi: MM kirjautuminen: salasanavirhe
pt_br: MM Login: senha incorreta
vi: Đăng nhập MM: Lỗi mật khẩu

source: MM Login: Can't login to MM while connected to server
fi: MM kirjautuminen: Kirjautuminen ei mahdollista palvelimeen yhdistäneenä
pt_br: MM Login: não é possível entrar no MM enquanto estiver conectado ao servidor
vi: Đăng nhập MM: Không thể đăng nhập MM khi đang kết nối đến một máy chủ

source: say (to all):
fi: sano (kaikille):
pt_br: dizer para todos:
vi: Nói (tổng):

source: say (to team):
fi: sano (joukkueelle):
pt_br: dizer para a equipe:
vi: Nói (đội):

source: Connection timed out
fi: Yhdistäminen epäonnistui
pt_br: A conexão expirou
vi: Hết thời gian kết nối

source: Strong Gunblade
fi: Teräase
pt_br: Lâminarma forte
vi: Súng Dao Nâng Cấp

source: MM Login: authentication timeout
fi: MM kirjautuminen: tunnistautumisen aikakatkaisu
pt_br: MM Login: tempo de autenticação expirado
vi: Đăng nhập MM: Hết thời gian xác thực

source: MM Logout: not logged in
fi: MM uloskirjautuminen: ei kirjauduttu sisään
pt_br: MM Logout: não entrou
vi: Đăng xuất MM: chưa đăng nhập

source: MM Logout: can't logout from MM while connected to server
fi: MM uloskirjautuminen: Uloskirjautuminen ei mahdollista palvelimeen yhdistäneenä
pt_br: MM Logout: não é possível sair do MM enquanto estiver conectado ao servidor
vi: Đăng xuất MM: Không thể đăng xuất MM khi đang kết nối tới máy chủ

source: MM Logout: Failed to force logout
fi: MM uloskirjautuminen: Uloskirjautumisen pakotus epäonnistui
pt_br: MM Logout: falha ao forçar a saída
vi: Đăng xuất MM: Bắt buộc đăng xuất thất bại

source: MM Login: StatQuery error
fi: MM kirjautuminen: StatQuery-virhe
pt_br: MM Login: erro de StatQuerry
vi: Đăng xuất MM: Lỗi StatQuery

source: MM Login: Failed, no session id
fi: MM kirjautuminen: Epäonnistui - ei istuntotunnusta
pt_br: MM Login: erro, sem id da sessão
vi: Đăng xuất MM : Thất bại, no session id

source: MM Login: Failed to parse data at step %d
fi: MM kirjautuminen: Tiedon jäsentely epäonnistui kohdassa %d
pt_br: MM Login: erro ao analisar dados na etapa %d
vi: Đăng xuất MM: Thất bại lấy dữ liệu tại bước %d

source: %s or %s
fi: %s tai %s
pt_br: %s ou %s
vi: %s hoặc %s

source: yes
fi: kyllä
pt_br: sim
vi: Có

source: no
fi: ei
pt_br: não
vi: Không

source: Gunblade
fi: Teräase
pt_br: Lâminarma
vi: Súng Dao

source: Machinegun
fi: Konekivääri
pt_br: Metralhadora
vi: Súng Máy

source: Riotgun
fi: Haulikko
pt_br: Escopeta

source: Grenade Launcher
fi: Kranaatinheitin
pt_br: Lança-granadas
vi: Phóng Lựu

source: Rocket Launcher
fi: Raketinheitin
pt_br: Lança-foguetes
vi: Phóng Tên Lửa

source: Plasmagun
fi: Plasma-ase
pt_br: Metralhadora de Plasma
vi: Súng Plasma

source: Lasergun
fi: Laser-ase
pt_br: Arma de Laser
vi: Súng Laze

source: Electrobolt
fi: Sähkökivääri
pt_br: Eletroraio

source: Instagun
fi: Insta-ase
pt_br: Instaraio

source: Cells
fi: Kennoja
pt_br: Células
vi: Đạn Cells

source: Shells
fi: Hylsyjä
pt_br: Cartuchos
vi: Đạn RG

source: Bullets
fi: Ammuksia
pt_br: Balas
vi: Đạn Súng Máy

source: Grenades
fi: Kranaatteja
pt_br: Granadas
vi: Đạn Lựu

source: Rockets
fi: Rakettia
pt_br: Foguetes
vi: Tên Lửa

source: Plasma
fi: Plasmaa
vi: Đạn Plasma

source: Lasers
fi: Laseria
vi: Đạn Lasers

source: Bolts
fi: Vasamaa
pt_br: Raios
vi: Đạn Bolts

source: Instas
fi: Instaa
vi: Đạn Instagun

source: Blades
fi: Teriä
pt_br: Lâminas

source: Weak bullets
fi: Heikot ammukset
pt_br: Balas fracas

source: Weak Shells
fi: Heikot hylsyt
pt_br: Cartuchos fracos

source: Weak Grenades
fi: Heikot kranaatit
pt_br: Granadas fracas

source: Weak Rockets
fi: Heikot raketit
pt_br: Foguetes fracos

source: Weak Plasma
fi: Heikko plasma
pt_br: Plasma fraco

source: Weak Lasers
fi: Heikko laseri
pt_br: Lasers fracos

source: Weak Bolts
fi: Heikot vasamat
pt_br: Raios fracos

source: Weak Instas
fi: Heikot instat
pt_br: Instas fracos

source: Green Armor
fi: Vihreä panssari
pt_br: Armadura Verde
vi: Giáp Xanh Lá

source: Yellow Armor
fi: Keltainen panssari
pt_br: Armadura Amarela
vi: Giáp Vàng

source: Red Armor
fi: Punainen panssari
pt_br: Armadura Vermelha
vi: Giáp Đỏ

source: Armor Shard
fi: Panssarin palanen
pt_br: Fragmento de armadura
vi: Mảnh Giáp

source: 5 Health
fi: 5 elämää
pt_br: 5 de vida
vi: 5 Máu

source: 25 Health
fi: 25 elämää
pt_br: 25 de vida
vi: 25 Máu

source: 50 Health
fi: 50 elämää
pt_br: 50 de vida
vi: 50 Máu

source: Mega Health
fi: Megaelämä
pt_br: Megavida
vi: Máu To

source: Ultra Health
fi: Ultraelämä
pt_br: Ultravida
vi: Máu Cực To

source: Quad Damage
fi: Nelinkertainen vahinko
pt_br: Dano Quádruplo
vi: Quad

source: WarShell
fi: Suojakilpi
pt_br: Carapaça de Guerra

source: Regeneration
fi: Regeneraatio
pt_br: Regeneração
vi: Hồi Phục

source: Ammo Pack Weak
fi: Heikko ammuspakkaus
pt_br: Pacote de munição fraca
vi: Hộp Đạn Nhỏ

source: Ammo Pack Strong
fi: Vahva ammuspakkaus
pt_br: Pacote de munição forte
vi: Hộp Đạn Lớn

source: Ammo Pack
fi: Ammuspakkaus
pt_br: Pacote de munição
vi: Hộp Đạn Thường

source: say:
fi: sano:
pt_br: dizer:
vi: Nói:

source: Frags
pt_br: Eliminações
vi: Mạng
